/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favoriet";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Type";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Voeg aan loops zonder tags toe";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Loops van een andere schijf of partitie toevoegen";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Als deze audiobestanden een constant tempo hebben, met een eerste tel beginnen en op een tel eindigen, worden ze aangepast aan het projecttempo als ze worden weergegeven in een voorvertoning of toegevoegd aan een project.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "De gekozen locatie wordt aan je loops zonder tags toegevoegd. Audiobestanden op deze locatie met een constant tempo die met een eerste tel beginnen en op een tel eindigen, worden aangepast aan het projecttempo als ze worden weergegeven in een voorvertoning of toegevoegd aan een project.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Annuleer";

/* Copy Loops Button */
"Copy to Loops Folder" = "Kopieer naar loopsmap";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "De loops worden toegevoegd aan de loopbrowser, waar ze beschikbaar zijn voor gebruik in je nummers. Geef aan of je wilt dat Logic de loops naar de map 'Apple Loops' kopieert of dat ze vanaf de huidige locatie moeten worden gebruikt.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Wijzig tags";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Toon in Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Parse loop";

/* Descriptors */
"Descriptors" = "Aanduidingen";

/* Genre */
"Genre" = "Genre";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Loops aan de loopbrowser toevoegen";

/* Initial Title of the jam pack control */
"All Packs" = "Alle Packs";

/* Instrument */
"Instrument" = "Instrument";

/* LoopBrower: two and more items label */
"%ld items" = "%ld onderdelen";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "loop afspelen";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "fysieke loop";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "softwareloop";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "webloop";

/* LoopBrowser: one Item label */
"1 item" = "1 onderdeel";

/* LoopBrowser: zero Items label */
"0 items" = "0 onderdelen";

/* Move Loops Button */
"Move to Loops Folder" = "Verplaats naar loopsmap";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "De loops worden toegevoegd aan de loopbrowser, waar ze beschikbaar zijn voor gebruik in je nummers. Geef aan of je wilt dat Logic de loops naar de map 'Apple Loops' verplaatst of dat ze vanaf de huidige locatie moeten worden gebruikt.";

/* Reference Loops Button */
"Current Location" = "Huidige locatie";

/* Reindex all loops menu item */
"Reindex All Loops" = "Indexeer alle loops opnieuw";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Kies welke loops je in de loopbrowser wilt weergeven";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Klik om loops te zoeken op instrument, genre of aanduiding.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Kies of je trefwoorden per instrument, genre of sfeer wilt weergeven";

/* accessibility description of the segment that switches to column view */
"column view" = "kolomweergave";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "muziekknoppenweergave";

/* menu item in Recent Search History */
"Clear Search History" = "Wis zoekgeschiedenis";

/* menu item in Recent Search History */
"No recent searches" = "Geen recente zoekacties";

/* menu title in Recent Search History */
"Recent Searches" = "Recente zoekacties";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Zoek loops";
